# St7GetNumComments

Returns the number of lines of notes in a Strand7 model.

long St7GetNumComments(long uID, long* NumComments)

Input Parameters

uID

Strand7 model file ID.

Output Parameters
NumComments

Number of lines in the notes.